export const Quotes = [
  {
    "title": "没有调查，没有发言权",
    "author": "《反对本本主义》",
    "content": "没有调查，没有发言权。"
  },
  {
    "title": "调查就是解决问题",
    "author": "《反对本本主义》",
    "content": "调查就像“十月怀胎”，解决问题就像“一朝分娩”。调查就是解决问题。"
  },
  {
    "title": "本本与实际",
    "author": "《反对本本主义》",
    "content": "马克思主义的“本本”是要学习的，但是必须同我国的实际情况相结合。"
  },
  {
    "title": "星星之火",
    "author": "《星星之火，可以燎原》",
    "content": "星星之火，可以燎原。"
  },
  {
    "title": "革命首要问题",
    "author": "《中国社会各阶级的分析》",
    "content": "谁是我们的敌人？谁是我们的朋友？这个问题是革命的首要问题。"
  },
  {
    "title": "农民问题",
    "author": "《湖南农民运动考察报告》",
    "content": "农民问题乃国民革命的中心问题。"
  },
  {
    "title": "枪杆子里面出政权",
    "author": "《战争和战略问题》",
    "content": "须知政权是由枪杆子中取得的。"
  },
  {
    "title": "中国情况",
    "author": "《中国革命战争的战略问题》",
    "content": "中国革命斗争的胜利要靠中国同志了解中国情况。"
  },
  {
    "title": "学习战争",
    "author": "《中国革命战争的战略问题》",
    "content": "战争的规律，这是任何指导战争的人不能不研究和不能不解决的问题。"
  },
  {
    "title": "保存自己，消灭敌人",
    "author": "《论持久战》",
    "content": "战争的目的不是别的，就是“保存自己，消灭敌人”。"
  },
  {
    "title": "兵民是胜利之本",
    "author": "《论持久战》",
    "content": "兵民是胜利之本。"
  },
  {
    "title": "决定因素是人",
    "author": "《论持久战》",
    "content": "武器是战争的重要的因素，但不是决定的因素，决定的因素是人不是物。"
  },
  {
    "title": "实事求是",
    "author": "《改造我们的学习》",
    "content": "实事求是。"
  },
  {
    "title": "有的放矢",
    "author": "《改造我们的学习》",
    "content": "这种态度，就是有的放矢的态度。的，就是中国革命；矢，就是马克思列宁主义。"
  },
  {
    "title": "实践与认识",
    "author": "《实践论》",
    "content": "实践、认识、再实践、再认识，这种形式，循环往复以至无穷。"
  },
  {
    "title": "感觉与理解",
    "author": "《实践论》",
    "content": "感觉到了的东西，我们不能立刻理解它，只有理解了的东西才更深刻地感觉它。"
  },
  {
    "title": "理论和实践",
    "author": "《实践论》",
    "content": "通过实践而发现真理，又通过实践而证实真理和发展真理。"
  },
  {
    "title": "内因与外因",
    "author": "《矛盾论》",
    "content": "外因是变化的条件，内因是变化的根据，外因通过内因而起作用。"
  },
  {
    "title": "矛盾推动变化",
    "author": "《矛盾论》",
    "content": "矛盾着的对立面又统一，又斗争，由此推动事物的运动和变化。"
  },
  {
    "title": "具体分析",
    "author": "《矛盾论》",
    "content": "马克思主义的活的灵魂，就在于具体地分析具体的情况。"
  },
  {
    "title": "干部决定因素",
    "author": "《中国共产党在民族战争中的地位》",
    "content": "政治路线确定之后，干部就是决定的因素。"
  },
  {
    "title": "个人利益",
    "author": "《中国共产党在民族战争中的地位》",
    "content": "共产党员无论何时何地都不应以个人利益放在第一位。"
  },
  {
    "title": "学习马克思主义",
    "author": "《中国共产党在民族战争中的地位》",
    "content": "学习我们的历史遗产，用马克思主义的方法给以批判的总结，是我们学习的另一任务。"
  },
  {
    "title": "新民主主义文化",
    "author": "《新民主主义论》",
    "content": "民族的科学的大众的文化，就是人民大众反帝反封建的文化，就是新民主主义的文化。"
  },
  {
    "title": "人民创造历史",
    "author": "《论联合政府》",
    "content": "人民，只有人民，才是创造世界历史的动力。"
  },
  {
    "title": "全心全意为人民服务",
    "author": "《论联合政府》",
    "content": "全心全意地为人民服务，一刻也不脱离群众。"
  },
  {
    "title": "坚持真理",
    "author": "《论联合政府》",
    "content": "共产党人必须随时准备坚持真理，因为任何真理都是符合于人民利益的。"
  },
  {
    "title": "为人民服务",
    "author": "《为人民服务》",
    "content": "因为我们是为人民服务的，所以，我们如果有缺点，就不怕别人批评指出。"
  },
  {
    "title": "人民利益",
    "author": "《为人民服务》",
    "content": "我们这个队伍完全是为着解放人民的，是彻底地为人民的利益工作的。"
  },
  {
    "title": "白求恩精神",
    "author": "《纪念白求恩》",
    "content": "一个人能力有大小，但只要有这点精神，就是一个高尚的人，一个纯粹的人，一个有道德的人。"
  },
  {
    "title": "纯粹的人",
    "author": "《纪念白求恩》",
    "content": "一个脱离了低级趣味的人，一个有益于人民的人。"
  },
  {
    "title": "愚公移山",
    "author": "《愚公移山》",
    "content": "下定决心，不怕牺牲，排除万难，去争取胜利。"
  },
  {
    "title": "两个务必之一",
    "author": "《在中国共产党第七届中央委员会第二次全体会议上的报告》",
    "content": "务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风。"
  },
  {
    "title": "两个务必之二",
    "author": "《在中国共产党第七届中央委员会第二次全体会议上的报告》",
    "content": "务必使同志们继续地保持艰苦奋斗的作风。"
  },
  {
    "title": "糖衣炮弹",
    "author": "《在中国共产党第七届中央委员会第二次全体会议上的报告》",
    "content": "可能有这样一些共产党人，他们是不曾被拿枪的敌人征服过的，他们在这些敌人面前不愧英雄的称号；但是经不起人们用糖衣裹着的炮弹的攻击。"
  },
  {
    "title": "抓而不紧",
    "author": "《党委会的工作方法》",
    "content": "抓而不紧，等于不抓。"
  },
  {
    "title": "胸中有数",
    "author": "《党委会的工作方法》",
    "content": "胸中有“数”。"
  },
  {
    "title": "不耻下问",
    "author": "《党委会的工作方法》",
    "content": "要“不耻下问”，要善于倾听下面干部的意见。"
  },
  {
    "title": "群众是真正的英雄",
    "author": "《〈农村调查〉的序言和跋》",
    "content": "群众是真正的英雄，而我们自己则往往是幼稚可笑的。"
  },
  {
    "title": "群众路线",
    "author": "《关于领导方法的若干问题》",
    "content": "在我党的一切实际工作中，凡属正确的领导，必须是从群众中来，到群众中去。"
  },
  {
    "title": "集中起来，坚持下去",
    "author": "《关于领导方法的若干问题》",
    "content": "将群众的意见集中起来，又到群众中坚持下去。"
  },
  {
    "title": "种子和土地",
    "author": "《关于重庆谈判》",
    "content": "我们共产党人好比种子，人民好比土地。"
  },
  {
    "title": "批评和自我批评",
    "author": "《论联合政府》",
    "content": "有无认真的自我批评，也是我们和其他政党互相区别的显著的标志之一。"
  },
  {
    "title": "团结的目的",
    "author": "《论联合政府》",
    "content": "我们共产党人不是要做官，而是要革命。"
  },
  {
    "title": "组织起来",
    "author": "《组织起来》",
    "content": "把群众力量组织起来，这是一种方针。"
  },
  {
    "title": "改造世界",
    "author": "《实践论》",
    "content": "马克思主义者认为人类的生产活动是最基本的实践活动，是决定其他一切活动的东西。"
  },
  {
    "title": "反对主观主义",
    "author": "《改造我们的学习》",
    "content": "这种主观主义的态度，就是党性不纯的一种表现。"
  },
  {
    "title": "独立自主",
    "author": "《中国革命战争的战略问题》",
    "content": "我们的战略方针，应该是独立自主的山地游击战争。"
  },
  {
    "title": "统一战线",
    "author": "《〈共产党人〉发刊词》",
    "content": "统一战线，武装斗争，党的建设，是中国共产党在中国革命中战胜敌人的三个法宝。"
  },
  {
    "title": "掌握思想教育",
    "author": "《论人民民主专政》",
    "content": "严重的问题是教育农民。"
  }
];
